src/xiaofang.Dispatch-Alert-Overed-Notification.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns="urn:xiaofang">
 <SOAP-ENV:Body  SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns:Dispatch-Alert-Overed-Notification>
   <alert-id>
    <id>0</id>
    <name></name>
    <entity-type>UNIT</entity-type>
    <parentid>0</parentid>
   </alert-id>
  </ns:Dispatch-Alert-Overed-Notification>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
